Repository: Steeslice/StealthNet-Alt
Catalog: gui (windows)/Properties/Resources.*.resx
Languages: de, es, fr, it, tr

# AlreadyActiveSearches
source: You have already {0} active searches!
de: Es gibt bereits {0} aktive Suchvorgänge!
es: Ya hay {0} descargas! búsquedas!
fr: Le nombre maximal de demandes actives {0} est atteint!
it: Hai già {0} ricerche attive!
tr: aktiv arama {0} var dır!

# AlreadySearchWithThisPattern
source: A search with the pattern "{0}" already exists.\n\nIs to be searched again in the network?
de: Eine Suche nach "{0}" existiert bereits!\n\nSoll erneut im Netzwerk gesucht werden?
es: Una búsqueda para "{0}" ya existe!\n\n¿Desea iniciar una nueva búsqueda en la red?
fr: Il existe déjà une recherche pour l'expression "{0}".\n\nVoudriez-vous que la recherche soit relancée?
it: La ricerca di "{0}" è già presente.\n\nSi vuole riavviare la ricerca in rete?
tr: Modeli ile bir arama "(0)" zaten var.\n\nTekrar ağda aranabilir mi?

# CancelDownload
source: Are you sure?
de: Sicher?
es: ¿Estás seguro?
fr: Vous êtes sûr?
it: Sei sicuro?
tr: Sen kendinden emin misin?

# Connections
source: Connections ({0})
de: Verbindungen ({0})
es: conexiones ({0})
fr: Connexions ({0})
it: Connessioni ({0})
tr: Bağlantılar ({0})

# Date_Diff
source: {0} D, {1:00}:{2:00}:{3:00}
de: {0} T, {1:00}:{2:00}:{3:00}
fr: {0} J, {1:00}:{2:00}:{3:00}
it: {0} G, {1:00}:{2:00}:{3:00}
tr: {0} G, {1:00}:{2:00}:{3:00}

# Date_Diff_Only_Days
source: {0} D
de: {0} T
fr: {0} J
it: {0} G
tr: {0} G

# DownloadIsQueued
source: queued
de: wartet
es: espera
fr: attend
it: In coda
tr: beklemekte

# DownloadIsStarted
source: started
de: gestartet
es: corriente
fr: lancé
it: Attivo
tr: Başlıyor

# Downloads
source: Downloads ({0} of {1})
de: Downloads ({0} von {1})
es: Descargas de ({0} a {1})
fr: Téléchargements ({0} de {1})
it: Download ({0} di {1})
tr: Indirilenler ({0} dan {1})

# GoingToClose
source: You are going to close StealthNet, are you sure?
de: Soll StealthNet wirklich beendet werden?
es: Stealthnet deberá ser cerrado?
fr: Voulez-vous vraiment quitter StealthNet?
it: Stai per chiudere StealthNet. Sei sicuro?
tr: StealthNet'dan cıkmak istediğinize eminmisiniz?

# InOutConnectionEstablished
source: Incoming/Outgoing connection established.
de: Eingehende/Ausgehende Verbindung hergestellt
es: connection entrante/saliente establecido
fr: Connexion entrant/sortant établie.
it: Connessioni stabilite in entrata/uscita.
tr: Gelen/Giden Bağlantı kurulmuştur

source: New
de: Neu
es: nuevo
fr: Nouveau
it: Nuovo
tr: Taze

# NewVersionDownloadLink
source: http://www.stealthnet.de/en_download.php
de: http://www.stealthnet.de/download.php
fr: http://www.stealthnet.de/fr_download.php
it: http://www.stealthnet.de/it_download.php

# NewVersionMessage
source: A newer version of StealthNet is available.\nWould you like to download it?
de: Eine neuere Version von StealthNet ist verfügbar.\nMöchten Sie diese downloaden?
es: Una nueva versión de stealthnet está disponible.\n¿Quieres descargarlo?
fr: Une plus nouvelle version de StealthNet est disponible.\nVoulez-vous la télécharger?
it: Una nuova versione di StealthNet è disponibile.\nLa vuoi scaricare?
tr: StealthNet'in yeni sürümü mevcut.\nIndirmek istermisiniz?

# NoConnectionEstablished
source: No connection established. Connecting…
de: Keine Verbindung hergestellt. Verbinde…
es: Sin conexión establecida. Conectando ..
fr: Aucune connexion établie. Connectant…
it: Nessuna connessione stabilita. Connessione in corso…
tr: Bağlanti Kurulamadı. Bağla…

# noDefindedPreviewPlayer
source: Please select a preview player in the misc-settings first
de: Bitte zuerst einen Mediaplayer in den Einstellungen (Verschiedenes) definieren!
es: Definir un reproductor multimedia primero por favor! Esto puede hacerse en el cuadro de diálogo de preferencias!
fr: Veuillez choisir un lecteur de médias pour la prévisualisation sous Paramètres/Divers svp.
it: Seleziona un media player, per la visione delle anteprime, nelle preferenze.
tr: Lütfen Seçenekler'de bir Mediaplayer (Diğer Secenekler) seciniz!

source: No needed sectors
de: Keine brauchbaren Sektoren
es: No necesario sectores
fr: Rien à offrir
it: Settori non necessari

# OnlineSignatureActivation
source: Activate Online Signature
de: Aktiviere Onlinesignatur
es: Activar la firma en línea
fr: Activer signature en ligne
it: Attiva la Firma Online
tr: Etkinle Signatür imzasını

# OutConnectionEstablished
source: Outgoing connection established. Check Port forwarding for incoming connections!
de: Ausgehende Verbindung hergestellt. Überprüfe deine Portweiterleitung, um auch eingehende Verbindungen herzustellen!
es: Conexión saliente establecida. Por favor, compruebe su reenvío de puertos, a fin de incluir las conexiones entrantes!
fr: Connexion sortant établie. Veuillez vérifier la redirection de ports pour les connexions entrant!
it: Connessioni in uscita stabilite. Analisi del Port Forwarding per connessioni in entrata!
tr: Giden Bağlantılar Bağlandı . Port açman lazım, Gelen Baglanti'da Kurmak icin!

# RestartAfterChanges
source: You should restart StealthNet to apply changes!
de: StealthNet muß neu gestartet werden, damit die Änderungen wirksam werden!
es: StealthNet debe reiniciarse antes de que los cambios surtan efecto!
fr: StealthNet doit être redémarré pour que ces changements prennent effet!
it: StealthNet deve essere riavviato affinché le modifiche abbiano effetto!
tr: StealthNet yeniden Başlat, düzenlediğn değişikler'i kulanmak icin!

# Searches
source: Searches ({0} of {1})
de: Suche ({0} von {1})
es: Busqueda ({0} de {1})
fr: Recherche ({0} de {1})
it: Ricerche ({0} di {1})
tr: Arama ({0} dan {1})

# SharedDirectories
source: Shared Directories ({0})
de: Freigegebene Verzeichnisse ({0})
es: Directorios compartidos ({0})
fr: Dossiers partagés ({0})
it: Cartelle condivise ({0})
tr: Paylaşılan Dosyalar ({0})

# SharedFiles
source: Shared Files ({0} of {1})
de: Freigegebene Dateien ({0} von {1})
es: Archivos compartidos ({0} de {1})
fr: Fichiers partagés ({0} de {1})
it: Condivisi ({0} di {1})
tr: Paylaşılan Dosyalar ({0} dan {1})

# SourceQueuePositionUnknown
source: unknown
de: unbekannt
es: desconocido
fr: inconnu
it: Sconosciuta
tr: Bilinmeyen

# Statistics_Average
source: Average
de: Gesamtdurchschnitt
es: Total Promedio
fr: En moyenne
it: Media
tr: Ortalama

# Statistics_Average1Minute
source: Average (1 Minute)
de: Durchschnitt letzte Minute
es: Promedio de última minuto
fr: En moyenne (1 minute)
it: Media (1 minuto)
tr: Ortalama (1 Dakika)

# Statistics_Connections
source: Connections: {0}
de: Verbindungen: {0}
es: Conexiones: {0}
fr: Connexions: {0}
it: Connessioni: {0}
tr: Bağlantı: {0}

# Statistics_CountDownloads
source: Count of Downloads: {0}
de: Anzahl Downloads: {0}
es: Número de Descargas: {0}
fr: Nombre de fichiers: {0}
it: Numero download: {0}
tr: Toplam Indirme: {0}

# Statistics_CountUploads
source: Count of Uploads: {0}
de: Anzahl Uploads: {0}
es: Número de Cargas: {0}
fr: Nombre de fichiers: {0}
it: Numero upload: {0}
tr: Toplam Gönderme: {0}

# Statistics_Current
source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
tr: Akım

# Statistics_Downloaded
source: Downloaded: {0}
de: Heruntergeladen: {0}
es: Descargados: {0}
fr: Reçus: {0}
it: Scaricati: {0}
tr: Indirilmiş Veri: {0}

# Statistics_SearchDBEntries
source: Entries: {0}
de: Einträge: {0}
es: Entradas: {0}
fr: Entrées: {0}
it: Risultati: {0}
tr: Girişler: {0}

# Statistics_SearchDBFileSize
source: Filesize: {0}
de: Dateigröße: {0}
es: Tamaño del archivo: {0}
fr: Taille du fichier: {0}
it: Dimensione: {0}
tr: Boyut : {0}

# Statistics_SearchDBFileSizeOfEntries
source: Data volume: {0}
de: Datenvolumen: {0}
es: Volumen de datos: {0}
fr: Volume des données: {0}
it: Volume totale: {0}
tr: Veri hacmi: {0}

# Statistics_SearchDBLastCleanUp
source: Last CleanUp: {0}
de: Letztes Aufräumen: {0}
es: Última Limpieza: {0}
fr: Dernier rangement: {0}
it: Ultima cancellazione: {0}
tr: Son Temizleme'yi: {0}

# Statistics_SearchDBLastCleanUpCount
source: Entries removed: {0}
de: Einträge entfernt: {0}
es: Entradas eliminado: {0}
fr: Entrées supprimées: {0}
it: Risultati rimossi: {0}
tr: Kayıtlar kaldırıldı: {0}

# Statistics_Uploaded
source: Uploaded: {0}
de: Hochgeladen: {0}
es: Cargado: {0}
fr: Enyoyé: {0}
it: Inviati: {0}
tr: Gönderilmiş Veri: {0}

# Statistics_Uptime
source: Uptime: {0} days, {1} hours, {2} minutes, {3} seconds
de: Online: {0} Tage, {1} Stunden, {2} Minuten, {3} Sekunden
es: En línea: {0} días, {1} horas, {2} minutos, {3} segundos
fr: {0} jours, {1} heures, {2} minutes, {3} secondes
it: Tempo: {0} giorni, {1} ore, {2} minuti, {3} secondi
tr: Son Sıfirlamadan Beri Geçen Süre: {0} Gün, {1} Saat, {2} Dakika, {3} Saniye

# StealthNetIsClosing
source: StealthNet {0} is closing…
de: StealthNet {0} wird beendet…
es: StealthNet {0} se cierra…
fr: Fermeture de StealthNet {0}
it: StealthNet {0} chiusura in corso…
tr: StealthNet {0} Kapanıyor…

# StealthNetIsLoading
source: StealthNet {0} is loading…
de: StealthNet {0} wird geladen…
es: StealthNet {0} se carga…
fr: Démarrage de StealthNet {0}
it: StealthNet {0} avvio in corso…
tr: StealthNet {0} Yükleniyor

source: Today
de: Heute
es: Todavía
fr: ce jour
it: Oggi

# TooManySearchDBResults
source: Database results {0} of {1}. Please use a more specific search pattern.
de: Datenbankergebnisse {0} von {1}. Bitte einen genaueren Suchbegriff eingeben.
es: Resultados de la base de datos {0} de {1}. Introduzca una palabra clave detallada.
fr: Résultats de la base de données {0} de {1}. Veuillez entrer une expression de recherche plus spécifique svp.
it: Risultati database {0} di {1}. Si prega di effettuare ricerche più specifiche.
tr: Veritabanı sonuçları {0} dan {1}. Lütfen daha ayrıntılı bir arama verin.

# Uploads
source: Uploads ({0} of {1}), On Queue: {2}
de: Uploads ({0} von {1}), In Warteschlange: {2}
es: Cargas ({0} de {1}), En cola: {2}
fr: Envoi (Upload) ({0} de {1}), En file d'attente: {2}
it: Upload ({0} di {1}), in coda: {2}
tr: Gönderiliyor ({0} dan {1}), Sirada: {2}

# SourceState_Active
source: Active
de: Aktiv
es: Activo
it: Attivo

# SourceState_NotNeeded
source: Not needed
de: Nicht benötigt
es: No se necesita
fr: Pas besoin
it: Non necessario

# SourceState_Requested
source: Requested
de: Angefragt
es: Requerido
fr: Demandée
it: Richiesto

# SourceState_Requesting
source: Requesting
de: Anfragend
es: Solicitando
fr: A demander
it: Richiedendo

# SourceState_Verified
source: Verified
de: Überprüft
es: Verificado
fr: Vérifiée
it: Verificato

# SourceState_Verifying
source: Verifying
de: Überprüfend
es: Verificando
fr: A vérifier
it: Verificando

# PortTestUrl
source: http://www.stealthnet.de/en_porttest.php?port=
de: http://www.stealthnet.de/porttest.php?port=
fr: http://www.stealthnet.de/fr_porttest.php?port=
it: http://www.stealthnet.de/it_porttest.php?port=

# ProgressBar_NoInfo
source: No Info!
de: Keine Informationen vorhanden!
es: No información!
fr: Pas d'information !
it: Nessuna informazione!

# ProgressBar_NoSpace
source: No Space!
de: Kein freier Speicherplatz!
es: No hay espacio vacío!
fr: Pas assez de place !
it: Spazio disco insufficiente!

# ProgressBar_Preparing
source: Preparing…
de: Vorbereitung läuft…
es: Preparando…
fr: En préparation…
it: In preparazione…

# ProgressBar_ZeroFilling
source: Zero Filling…
de: Datei füllen…
es: Llenado del espacio…
fr: Mise à zéro…

# SearchState_Active
source: Active
de: Aktiv
es: Activo
fr: actif
it: Attivo

# SearchState_Passive
source: Passive
de: Passiv
es: Pasivo
fr: passif
it: Fermato

source: Swarming
es: Pululando
