Repository: Steeslice/StealthNet-Alt
Catalog: gui (windows)/GUI/Preferences/MiscControl.*.resx
Languages: es, fr

# writeLogCheckBox.Text
source: Write logfile
es: Escribir el archivo de registros
fr: Créer un fichier log

# LoggingGroupBox.Text
source: Logging
es: Tala
fr: Journal de bord

# languageSettingsGroupBox.Text
source: Language settings
es: Ajustes de idioma
fr: Choix de la langue

# PreviewSettingsGroupBox.Text
source: Preview settings
es: Configuración preliminar
fr: Choix du lecteur de prévisualisation

# lblPreviewPlayer.Text
source: Media Player for preview (recommended: VLC or MPUI)
es: Media Player para una vista previa (recomendado: VLC o MPUI)
fr: Utiliser le lecteur ci-dessous (VLC ou MPUI recommandé)

# PreviewPlayerBrowseDialog.Title
source: Select the executable for the Media Player
fr: Choisissez un lecteur de médias svp

# OnlineSignatureGroupBox.Text
source: Online signature
es: La firma en línea
fr: Signature en ligne (onlinesignature.xml)

# OnlineSignatureLabel1.Text
source: Update every
es: Actualización cada
fr: Mettre à jour toutes les

# ActiveOnlineSignatureCheckBox.Text
source: Activate online signature
es: Activar firma en línea
fr: Activer la signature en ligne

# SearchDBGroupBox.Text
source: Saving of searchresults
es: Ahorro de los resultados de búsqueda
fr: Sauvegarde des résultats de recherche

# SearchDBLabel2.Text
source: days
es: días
fr: jours

# SearchDBLabel1.Text
source: Keep results for
es: Mantener los resultados de
fr: Garder les résultats pendant

# ActivateSearchDBCheckBox.Text
source: Activate saving of searchresults
es: Activar ahorro de los resultados de búsqueda
fr: Activer la sauvegarde de la recherche

# downloadsGroupBox.Text
source: Number of simultaneous Downloads
es: Número de descargas simultáneas
fr: Nombre de téléchargements simultanés

# downloadsLabel.Text
source: Maximum Downloads Count:
es: Descargas Máximo Conde:
fr: Nombre maximal de téléchargements:

# downloadsComboBox.Items
source: 1 Download - 12 Sources (Most Speed)
fr: 1 Fichier - 12 Sources (Vitesse maximale)

# downloadsComboBox.Items1
source: 2 Downloads - 6 Sources
fr: 2 Fichiers - 6 Sources

# downloadsComboBox.Items2
source: 3 Downloads - 4 Sources
fr: 3 Fichiers - 4 Sources

# downloadsComboBox.Items3
source: 4 Downloads - 3 Sources
fr: 4 Fichiers - 3 Sources

# downloadsComboBox.Items4
source: 6 Downloads - 2 Sources (Recommended)
fr: 6 Fichiers - 2 Sources (Recommandé)

# downloadsComboBox.Items5
source: 12 Downloads - 1 Source (Most Downloads)
fr: 12 Fichiers - 1 Source (Maximum de fichiers)

# OnlineSignatureLabel2.Text
source: minutes
es: minutos
