Repository: Steeslice/StealthNet-Alt
Catalog: gui (windows)/GUI/Preferences/PreferencesControl.*.resx
Languages: es, fr, it, tr

# portTestButton.Text
source: Test
es: Prueba
fr: Tester
tr: Denemek

# portGroupBox.Text
source: Port
es: Puerto
it: Porta

# miscOptionsGroupBox.Text
source: Misc Options
es: Opciones varias
fr: Préférences diverses
it: Altre opzioni
tr: Diğer Seçenekler

# ResetTrayBehaviorButton.Text
source: Reset Tray Behavior
es: Perdí mi bandeja de Conducta
fr: Retour aux options de fermeture
it: Reset comportamento Tray

# NewDownloadsToBeginngingOfQueueCheckBox.Text
source: Add new downloads to beginning of queue
es: Añadir nuevas descargas a partir de la cola de
fr: Placer les nouveaux tél. en début de queue
it: Inizia nuovi download in testa alla coda
tr: Yeni Indirilenleri ilk siraya koy

# startInTrayCheckBox.Text
source: Start in tray bar
es: Inicio en la barra de la bandeja de
fr: Démarrage dans la zone de notification
it: Inizia dalla traybar
tr: Sistem Tablasından başlat

# autoMoveCheckBox.Text
source: Auto-queue downloads, every
es: Auto-cola de descargas, cada
fr: Mettre en queue un fichier sans source depuis
it: Download automaticamente in coda ogni
tr: Duraklat Indirilenleri otomatik, her

# SubFolderForCollectionsCheckBox.Text
source: Subfolders for Collections
es: Subcarpetas de Colecciones
fr: Sous-répertoire pour les collections
it: Sottocartella per collezioni
tr: Altdizin Koleksiyon için

# ParseCollectionsCheckBox.Text
source: Parse Collections
es: Colecciones Parse
fr: Décomposer les collections
it: Scarica subito collezioni
tr: Parselle Koleksiyonları

# synchronizeWebCachesCheckBox.Text
source: Synchronize WebCaches
es: WebCaches Sincronizar
fr: Synchroniser les WebCaches
it: Sincronizza WebCache
tr: Webcache senkronize et

# useBytesInsteadOfBitsCheckBox.Text
source: Use Bytes/s Instead of Bits/s
es: Utilice Bytes / s en lugar de Bits / s
fr: Afficher octets/s au lieu de bits/s
it: Usa Byte/s invece di Bit/s
tr: Bit/s yerine Bytes/s kulanın

# showMessageBoxesCheckBox.Text
source: Show MessageBoxes
es: Mostrar mensajes del
fr: Afficher fenêtre de messages
it: Mostra messaggi dialogo
tr: Mesajlar Penceresini göster

# progressBarsShowPercentCheckBox.Text
source: Show Percent
es: Mostrar por ciento
fr: Afficher le pourcentage
it: Mostra percentuale
tr: Göster yüzde

# averageConnectionsCountGroupBox.Text
source: Average Connections Count
es: Promedio de conexiones cuentan
fr: Nombre moyen de connexions
it: Numero di connessioni
tr: Bağlantı Ortalama'sı

# uploadCapacityGroupBox.Text
source: Upload Capacity for graph in statistics (KiBits/s)
es: Capacidad de la cargo para las estadísticas (KiBits / s)
fr: Capacité d'émission (kbits/s)
it: Banda upload per grafico in statistiche (KiBits/s)
tr: Gönderme Kapasitesi (KiBits/s)

# downloadCapacityGroupBox.Text
source: Download Capacity for graph in statistics (KiBits/s)
es: Capacidad para descargar por las estadísticas (KiBits / s)
fr: Capacité de réception (kbits/s)
it: Banda download per grafico in statistiche (KiBits/s)
tr: Indirme Kapasitesi (KiBits/s)

# progressBarsGroupBox.Text
source: Progress Bars
es: Las barras de progreso
fr: Barre de progression
it: Barre progresso
tr: Ilerleme Cubuğu

# progressBarsHaveShadowCheckBox.Text
source: Shadow
es: Sombra
fr: Ombre
it: Ombreggiatura
tr: Gölge

# uploadLimitGroupBox.Text
source: Upload Limit (KiBits/s)
es: Cargar límite (KiBits / s)
fr: Limite d'émission (KiBits/s)
it: Limite upload (KiBits/s)
tr: Gönderme Sınırı (KiBits/s)

# enableUploadLimitCheckBox.Text
source: Enable Upload Limit
es: Habilitar Cargar límite
fr: Activer la limite d'émission
it: Abilita limite upload
tr: Gönderme Sınırı Etkinle

# downloadLimitGroupBox.Text
source: Download Limit (KiBits/s)
es: Descargar Limit (KiBits / s)
fr: Limite de réception (KiBits/s)
it: Limite download (KiBits/s)
tr: Indirme Sınırı (KiBits/s)

# enableDownloadLimitCheckBox.Text
source: Enable Download Limit
es: Habilitar el límite de descarga
fr: Activer la limite de réception
it: Abilita limite download
tr: Indirme Sınırı Etkinle

# autoMoveLabel.Text
source: minutes
it: minuti
tr: Dakika
